[{"id":1,"name":"Placa de Video ASUS Phoenix GeForce GTX 1630 4GB GDDR6","description":"La Placa de Video ASUS Phoenix GeForce GTX 1630 4GB GDDR6 ofrece un rendimiento gráfico potente con 4GB de memoria GDDR6, adecuada para juegos y aplicaciones intensivas. La serie Phoenix de ASUS se destaca por su diseño compacto y eficiente, proporcionando un equilibrio entre rendimiento y espacio.","image":"Placa_de_Video_ASUS_Phoenix_GeForce_GTX_1630_4GB_GDDR6.jpg","category":"populares","stock":"23","price":"245.400"},{"id":2,"name":"Procesador AMD RYZEN 3 3200G 4.0GHz Turbo + Radeon Vega 8 AM4 Wraith Stealth Cooler","description":"El Procesador AMD RYZEN 3 3200G con 4.0GHz de Turbo y gráficos Radeon Vega 8 es una opción potente para tareas diarias y juegos ligeros, con refrigeración Wraith Stealth para un rendimiento eficiente y silencioso. Este procesador AMD está diseñado para ofrecer un equilibrio entre rendimiento y ahorro de energía","image":"Procesador_AMD_RYZEN_3_3200G_4.0GHz_Turbo___Radeon_Vega_8_AM4_Wraith_Stealth_Cooler.jpg","category":"ofertas","stock":"12","price":"107.900"},{"id":3,"name":"Mother MSI A520M-A PRO DDR4 AM4","description":"La placa base MSI A520M-A PRO DDR4 AM4 proporciona una plataforma fiable para procesadores AMD Ryzen, con soporte para memoria DDR4 y características esenciales para construir sistemas eficientes y estables. Su diseño robusto y su compatibilidad con la arquitectura AM4 la hacen adecuada para diversas aplicaciones y configuraciones.","image":"Mother_MSI_A520M-A_PRO_DDR4_AM4_29d05f8c-grn.jpg","category":"populares","stock":"34","price":"88.950"},{"id":4,"name":"Mother Asrock Z390 Phantom Gaming 4S","description":"La placa madre Asrock Z390 Phantom Gaming 4S es un modelo diseñado para soportar procesadores Intel de la serie 9th y 8th Gen. Pertenece a la línea Phantom Gaming de Asrock, que se centra en ofrecer características orientadas a los juegos y rendimiento.","image":"Mother_Asrock_Z390_Phantom_Gaming_4S_Wi-Fi_BULK_Pack.jpg","category":"ofertas","stock":"54","price":"48.600"},{"id":5,"name":"Gabinete Antec NX292 MESH RGB Vidrio Templado","description":"El gabinete Antec NX292 MESH RGB es un chasis para computadora diseñado para ofrecer un equilibrio entre funcionalidad y estética, con un enfoque particular en la refrigeración y la iluminación RGB. ","image":"Gabinete_Antec_NX292_MESH_RGB_Vidrio_Templado.jpg","category":"populares","stock":"5","price":"69.900"},{"id":6,"name":"Notebook Dell Inspiron 3525 IPS FHD 15.6","description":"La Dell Inspiron 3525 es una computadora portátil económica que ofrece un buen equilibrio entre rendimiento y precio. Está equipada con una pantalla IPS FHD de 15.6 pulgadas, un procesador AMD Ryzen 5, 8 GB de RAM y 256 GB de almacenamiento SSD. Esto la hace adecuada para tareas básicas como navegar por Internet, ver videos y trabajar con documentos. También puede manejar algunos juegos y aplicaciones más exigentes, pero no será la mejor opción para los jugadores o creadores de contenido profesionales..","image":"Notebook_Dell_Inspiron_3525_IPS_FHD_15.6__Ryzen_5_5625U_8GB_256GB_SSD_NVMe_W11_Home_120Hz_31bafa22-grn.jpg","category":"ofertas","stock":"5","price":"641.000"},{"id":7,"name":"Monitor Gamer Samsung 24 pulgadas G50 Curvo 144Hz Full HD VA FreeSync","description":"El monitor también cuenta con la tecnología FreeSync, que ayuda a eliminar el desgarro de la pantalla y los parpadeos. Además, tiene un modo juego que optimiza la configuración del monitor para los juegos.","image":"Monitor_Gamer_Samsung_24__G50_Curvo_144Hz_Full_HD_VA_FreeSync.jpg","category":"populares","stock":"7","price":"209.900"},{"id":8,"name":"Fuente Corsair 650W 80 Plus Bronze CV650","description":"La CV650 cuenta con un ventilador de 120 mm que gira a una velocidad variable para mantener una temperatura óptima. La fuente también cuenta con protección contra sobretensiones, sobrecorrientes, sobrecalentamiento y cortocircuitos.","image":"Fuente_Corsair_650W_80_Plus_Bronze_CV650_.jpg","category":"ofertas","stock":"13","price":" 88.100"},{"id":9,"name":"Teclado Gaming Retroiluminado Wesdar MK4 BR","description":"El teclado Gaming Retroiluminado Wesdar MK4 BR es un periférico diseñado específicamente para satisfacer las necesidades de los jugadores, ofreciendo características centradas en la experiencia de juego y un diseño retroiluminado para un aspecto llamativo.","image":"Teclado_Gaming_Retroiluminado_Wesdar_MK4_BR.jpg","category":"populares","stock":"9","price":"3.850"},{"id":10,"name":"Parlantes Logitech S150 Black USB 2.0","description":"Los parlantes Logitech S150 Black USB 2.0 son una solución de audio asequible para computadoras de escritorio y portátiles. Son compactos y fáciles de configurar, y ofrecen un sonido claro y potente.","image":"Parlantes_Logitech_S150_Black_USB_2.0_912abc90-grn.jpg","category":"ofertas","stock":"67","price":"14.400"},{"id":11,"name":"Pasta Termica Cooler Master RPD Grease High Performance","description":"La Pasta Térmica Cooler Master RPD Grease High Performance es una pasta térmica de alto rendimiento diseñada para mejorar la transferencia de calor entre el procesador y el disipador térmico. Está hecha de una mezcla de siliconas y otros compuestos que proporcionan una conductividad térmica excepcional. ","image":"Pasta_Termica_Cooler_Master_RPD_Grease_High_Performance_af33dad9-grn.jpg","category":"populares","stock":"4","price":"5.800"},{"id":12,"name":"Silla Gamer Vertagear Racing Series PL-4500 Crystals from Swarovski","description":"La Silla Gamer Vertagear Racing Series PL-4500 Crystals from Swarovski es una silla gamer de gama alta con un diseño elegante y características premium.","image":"Silla_Gamer_Vertagear_Racing_Series_PL-4500_Crystals_from_Swarovski.jpg","category":"ofertas","stock":"54","price":"776.200"},{"id":13,"name":"Estabilizador Desktop TCA-1200N LYONN AVR","description":"El estabilizador Desktop TCA-1200N LYONN AVR es un dispositivo diseñado para proporcionar protección a los equipos electrónicos y electrodomésticos al estabilizar el suministro eléctrico","image":"Estabilizador_Desktop_TCA-1200N_LYONN_AVR.jpg","category":"populares","stock":"3","price":"19.000"},{"id":14,"name":"UPS Lyonn CTB-800V 800AP","description":"La UPS (Sistema de Alimentación Ininterrumpida) Lyonn CTB-800V 800VA es un dispositivo diseñado para proporcionar respaldo de energía a dispositivos electrónicos durante cortes de energía.","image":"UPS_Lyonn_CTB-800V_800AP.jpg","category":"ofertas","stock":"13","price":"28.400"},{"id":15,"name":"Cable de poder para - fuente de PC de 3 patas 0,75mm 1,5mts","description":"El cable de poder para fuente de PC de 3 patas con un grosor de 0,75 mm y una longitud de 1,5 metros es un componente esencial para la conexión de la fuente de alimentación de una computadora a la toma de corriente.","image":"Cable_de_poder_para_-_fuente_de_PC_de_3_patas_0_75mm_1_5mts.jpg","category":"populares","stock":"1","price":"2.000"},{"id":16,"name":"Joystick Redragon Saturn G807 PC","description":"El Joystick Redragon Saturn G807 para PC es un controlador de juegos diseñado para ofrecer una experiencia de juego cómoda y versátil.","image":"Joystick_Redragon_Saturn_G807_PC.jpg","category":"ofertas","stock":"18","price":"23.100"}]